html/org-pages/quantum-computing.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-11-30 Tue 18:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>An introduction to Quantum computing (QubitxQubit) - my notes.</title>
<meta name="author" content="Luís Spengler" />
<meta name="description" content="An introduction to Quantum computing (QubitxQubit) - my notes" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://luispengler.github.io/site/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content" class="content">
<h1 class="title">An introduction to Quantum computing (QubitxQubit) - my notes.</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org366de39">This collection</a></li>
<li><a href="#org834da0c">Resources</a></li>
</ul>
</div>
</div>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week0.html">week0</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week1.html">week1</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week2.html">week2</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week3.html">week3</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week4.html">week4</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week5.html">week5</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week6.html">week6</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week7.html">week7</a></td>
<td class="org-left"><a href="https://luispengler.github.io/site/html/org-pages/qc/week7.html">week8</a></td>
</tr>
</tbody>
</table>

<div id="outline-container-org366de39" class="outline-2">
<h2 id="org366de39">This collection</h2>
<div class="outline-text-2" id="text-org366de39">
<p>
This notes page is about all my notes taken throughout this whole course.
</p>
<ul class="org-ul">
<li>What is this course?
<ul class="org-ul">
<li>This is &ldquo;Introduction to Quantum Computing&rdquo;, made by The Coding School (TCS) as a result of a partnership with IBM Quantum.</li>
</ul></li>
<li>Who is this for?
<ul class="org-ul">
<li>Mainly High School students. But if you are not a High School student anymore, you can check out this <a href="https://qiskit.org/learn/intro-qc-qh/">course</a> instead.</li>
</ul></li>
<li>How do I apply?
<ul class="org-ul">
<li>Personally, the first time I heard of this was through a friend and he showed me <a href="https://www.instagram.com/the_coding_school/">their instagram page</a> (where they made the course&rsquo;s annoucement)</li>
<li>So I would say, wait for it to open again (usually around august each year). However, I am not 100% sure if they are planning on opening new classes - why not tho?</li>
<li>The course goes from September until April (at least 22&rsquo; was)</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org834da0c" class="outline-2">
<h2 id="org834da0c">Resources</h2>
<div class="outline-text-2" id="text-org834da0c">
<ul class="org-ul">
<li>A small collection of resources I gathred</li>
</ul>
</div>
<div id="outline-container-org810a9bc" class="outline-3">
<h3 id="org810a9bc">Videos</h3>
<div class="outline-text-3" id="text-org810a9bc">
<ul class="org-ul">
<li><a href="https://www.youtube.com/playlist?list=PLR3IPFP-OywS3nMoKLJcEpeHfQRsT7QKR">Quantum Computing playlist</a></li>
<li><a href="https://www.youtube.com/watch?v=fNk_zzaMoSs&amp;list=PLZHQObOWTQDPD3MizzM2xVFitgF8hE_ab">Essence of Linear Algebra: A Video Playlist by 3Blue1Brown</a></li>
<li><a href="https://youtube.com/playlist?list=PLZHQObOWTQDP5CVelJJ1bNDouqrAhVPev">Loockdown Math: A Video Playlist by 3Blue1Brown</a></li>
</ul>
</div>
</div>

<div id="outline-container-org30d2331" class="outline-3">
<h3 id="org30d2331">Books</h3>
<div class="outline-text-3" id="text-org30d2331">
<ul class="org-ul">
<li>Life on the Edge: The Coming of Age of Quantum Biology</li>
</ul>
</div>
</div>

<div id="outline-container-org7b547f9" class="outline-3">
<h3 id="org7b547f9">Articles</h3>
<div class="outline-text-3" id="text-org7b547f9">
<ul class="org-ul">
<li><a href="https://www.forbes.com/sites/startswithabang/2020/12/10/does-making-a-quantum-measurement-really-destroy-information/">Does Making A Quantum Measurement Really Destroy Information?</a></li>
<li><a href="https://arxiv.org/abs/1507.05255https://phys.org/news/2020-02-scientists-quantum.html">On the quantum measurement problem</a></li>
<li><a href="http://backreaction.blogspot.com/2019/10/what-is-quantum-measurement-problem.html">What is the quantum measurement problem?</a></li>
<li><a href="https://phys.org/news/2020-02-scientists-quantum.html">Scientists &rsquo;film&rsquo; a quantum measurement</a></li>
<li><a href="https://medium.com/@jeremyjkun/here-s-just-a-fraction-of-what-you-can-do-with-linear-algebra-633383d4153f">Here’s just a fraction of what you can do with linear algebra, Jeremy Kun (Article)</a></li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luís Spengler</p>
<p class="date">Created: 2021-11-30 Tue 18:39</p>
</div>
</body>
</html>
